Repository: microsoft/WSL
Catalog: localization/strings/*/Resources.resw
Source language: en_us
Languages: cs_cz, da_dk, de_de, el_gr, es_es, fi_fi, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ru_ru, sv_se, tr_tr, zh_cn, zh_tw

# Settings_OOBEDistroManagement_AvailableDistrosTitle.Text
source: List Available WSL Distros Command
cs_cz: Příkaz pro zobrazení seznamu dostupných distribucí WSL
da_dk: Vis tilgængelig WSL Distros-kommando
de_de: Befehl zum Auflisten verfügbarer WSL-Distributionen
el_gr: Εντολή παράθεσης διαθέσιμων διανομών WSL
es_es: Comando Enumerar distribuciones WSL disponibles
fi_fi: Luettelo käytettävissä olevista WSL-distroista -komento
fr_fr: Liste des commandes de distribution WSL disponibles
hu_hu: Elérhető WSL-disztribúciók listázása parancs
it_it: Elenca comando distribuzioni WSL disponibili
ja_jp: 使用可能な WSL Distros コマンドの一覧表示
ko_kr: 사용 가능한 WSL 배포판 목록 명령
nb_no: Vis kommando for tilgjengelige WSL-distroer
nl_nl: Beschikbare WSL-distros-opdracht weergeven
pl_pl: Polecenie Wyświetl listę dostępnych dystrybucji podsystemu WSL
pt_br: Comando para listar distribuições do WSL disponíveis
pt_pt: Comando Listar Distribuições do WSL Disponíveis
ru_ru: Список доступных команд дистрибутивов WSL
sv_se: Visa lista över tillgängliga WSL-distributionskommandon
tr_tr: Kullanılabilir WSL Dağıtımlarını Listele Komutu
zh_cn: 列出可用的 WSL 发行版命令
zh_tw: 列出可用的 WSL 發行版本命令

# Settings_OOBEDockerDesktopIntegration.Description
source: Docker Desktop works great with WSL to help you develop with Linux containers. Some of the benefits of using Docker Desktop with WSL are: You can run Docker commands in WSL or in Windows, using the same Docker daemon and images. You can share files and folders between Windows and Linux seamlessly, using the automatic mount of Windows drives in WSL. You can use your preferred Windows tools and editors to work on Linux code and files, and vice versa, thanks to the interoperability of WSL.
cs_cz: Docker Desktop funguje skvěle s WSL a pomůže vám při vývoji díky linuxovým kontejnerům. Mezi výhody používání aplikace Docker Desktop s WSL patří: • Příkazy Dockeru můžete spouštět ve WSL nebo Windows pomocí stejného démona a imagí Dockeru. • Soubory a složky můžete bez problémů sdílet mezi Windows a Linuxem pomocí automatického připojení jednotek Windows ve WSL. • Díky interoperabilitě WSL můžete pomocí preferovaných nástrojů a editorů Windows pracovat na linuxovém kódu a souborech a naopak.
da_dk: Docker-skrivebord fungerer godt sammen med WSL for at hjælpe dig med at udvikle med Linux-objektbeholdere. Nogle af fordelene ved at bruge Docker-skrivebord med WSL er: • Du kan køre Docker-kommandoer i WSL eller i Windows ved hjælp af den samme Docker-daemon og billeder. • Du kan dele filer og mapper mellem Windows og Linux uden problemer ved hjælp af automatisk indsættelse af Windows-drev i WSL. • Du kan bruge dine foretrukne Windows-værktøjer og -editorer til at arbejde på Linux-kode og -filer og omvendt takket være WSL's interoperabilitet.
de_de: Docker Desktop funktioniert hervorragend mit WSL, um Sie bei der Entwicklung mit Linux-Containern zu unterstützen. Einige der Vorteile der Verwendung von Docker Desktop mit WSL sind: • Sie können Docker-Befehle in WSL oder unter Windows ausführen, indem Sie den gleichen Docker-Daemon und die gleichen Images verwenden. • Sie können Dateien und Ordner nahtlos zwischen Windows und Linux freigeben, indem Sie die automatische Einbindung von Windows-Laufwerken in WSL verwenden. • Dank der Interoperabilität von WSL können Sie Ihre bevorzugten Windows-Tools und -Editoren verwenden, um an Linux-Code und -Dateien zu arbeiten und umgekehrt.
el_gr: Το Docker Desktop λειτουργεί άψογα με το WSL για να σας βοηθήσει να αναπτύξετε με κοντέινερς του Linux. Ορισμένα από τα πλεονεκτήματα της χρήσης του Docker Desktop με το WSL είναι: • Μπορείτε να εκτελέσετε εντολές Docker στο WSL ή στα Windows, χρησιμοποιώντας τον ίδιο daemon και τα ίδια images του Docker. • Μπορείτε να μοιράζεστε αρχεία και φακέλους μεταξύ των Windows και του Linux απρόσκοπτα, χρησιμοποιώντας την αυτόματη προσάρτηση των μονάδων δίσκου των Windows στο WSL. • Μπορείτε να χρησιμοποιήσετε τα προτιμώμενα εργαλεία και προγράμματα επεξεργασίας των Windows για να εργαστείτε στον κώδικα και τα αρχεία του Linux, και αντίστροφα, χάρη στη διαλειτουργικότητα του WSL.
es_es: Docker Desktop funciona perfectamente con WSL para ayudarle a desarrollar con contenedores de Linux. Algunas de las ventajas de usar Docker Desktop con WSL son: • Puede ejecutar comandos de Docker en WSL o en Windows, con el mismo demonio de Docker e imágenes. • Puede compartir archivos y carpetas entre Windows y Linux sin problemas, mediante el montaje automático de unidades de Windows en WSL. • Puede usar sus herramientas y editores de Windows preferidos para trabajar en código y archivos de Linux, y viceversa, gracias a la interoperabilidad de WSL.
fi_fi: Docker Desktop toimii hyvin WSL:n kanssa ja auttaa sinua kehittämään Linux-säilöjen avulla. Docker Desktopin ja WSL:n käytön etuja ovat seuraavat: • Voit suorittaa Docker-komentoja WSL:ssä tai Windowsissa käyttämällä samaa Docker-daemonia ja kuvia. • Voit jakaa tiedostoja ja kansioita saumattomasti Windowsin ja Linuxin välillä käyttämällä Windows-asemien automaattista käyttöönottoa WSL:ssä. • Voit käyttää ensisijaisia Windows-työkaluja ja -editoreja Linux-koodin ja -tiedostojen kanssa ja päinvastoin WSL:n yhteentoimivuuden ansiosta.
fr_fr: Docker Desktop fonctionne parfaitement avec WSL pour vous aider à développer avec des conteneurs Linux. Certains des avantages de l’utilisation de Docker Desktop avec WSL sont : • Vous pouvez exécuter des commandes Docker dans WSL ou sous Windows, en utilisant le même démon Docker et les mêmes images. • Vous pouvez partager des fichiers et des dossiers entre Windows et Linux de manière transparente, en utilisant le montage automatique des lecteurs Windows dans WSL. • Vous pouvez utiliser vos outils et éditeurs Windows préférés pour travailler sur du code et des fichiers Linux, et vice versa, grâce à l'interopérabilité de WSL.
hu_hu: A Docker Desktop nagyszerűen működik együtt a WSL-lel, hogy segítsen a Linux-tárolókkal való fejlesztésben. A Docker Desktop WSL-lel való használatának néhány előnye: • Docker-parancsokat futtathat WSL-ben vagy Windowsban, ugyanazzal a Docker-démonnal és lemezképekkel. • A windowsos meghajtók WSL-beli automatikus csatlakoztatásával zökkenőmentesen oszthat meg fájlokat és mappákat Windows és Linux között. • A WSL együttműködési képességének köszönhetően a kívánt Windows-eszközökkel és -szerkesztőkkel dolgozhat Linux-kódon és -fájlokon, vagy fordítva.
it_it: Docker Desktop funziona perfettamente con WSL per facilitare lo sviluppo con i contenitori Linux. Ecco alcuni dei vantaggi di usare Docker Desktop con WSL: • È possibile eseguire comandi Docker in WSL o in Windows usando lo stesso daemon Docker e le stesse immagini. • È possibile condividere file e cartelle tra Windows e Linux senza problemi, usando il montaggio automatico delle unità Windows in WSL. • È possibile usare gli editor e gli strumenti di Windows preferiti per lavorare su codice e file Linux e viceversa, grazie all'interoperabilità di WSL.
ja_jp: Docker デスクトップは WSL と連携して、Linux コンテナーでの開発に役立ちます。 WSL で Docker デスクトップを使用するいくつかの利点を以下に示します: • 同じ Docker デーモンとイメージを使用して、WSL または Windows で Docker コマンドを実行できます。 • WSL での Windows ドライブの自動マウントを使用して、Windows と Linux の間でファイルとフォルダーをシームレスに共有できます。 • WSL の相互運用性のおかげで、好みの Windows ツールとエディターを使用して Linux のコードとファイルを操作できます。また、その逆も可能です。
ko_kr: Docker Desktop은 Linux 컨테이너를 사용하여 개발하는 데 도움이 되도록 WSL과 잘 작동합니다. WSL과 함께 Docker Desktop을 사용할 경우의 이점은 다음과 같습니다. • 동일한 Docker 디먼 및 이미지를 사용하여 WSL 또는 Windows에서 Docker 명령을 실행할 수 있습니다. • WSL에서 Windows 드라이브의 자동 탑재를 사용하여 Windows와 Linux 간에 파일 및 폴더를 원활하게 공유할 수 있습니다. • WSL의 상호 운용성 덕분에 기본 Windows 도구 및 편집기를 사용하여 Linux 코드 및 파일에서 작업할 수 있으며 그 반대의 경우도 마찬가지입니다.
nb_no: Docker Desktop fungerer bra med WSL for å hjelpe deg med å utvikle Linux-beholdere. Noen av fordelene med å bruke Docker Desktop med WSL er: • Du kan kjøpe Docker-kommandoer i WSL eller i Windows med samme Docker-daemon og -bilder. • Du kan dele filer og mapper mellom Windows og Linux sømløst med automatisk montering av Windows-stasjoner i WSL. • Du kan bruke dine foretrukne Windows-verktøy og -redigeringsprogrammer til å jobbe på Linux-kode og -filer og omvendt, takket være interoperabiliteten til WSL.
nl_nl: Docker Desktop werkt ideaal met WSL om u te helpen ontwikkelen met Linux-containers. Enkele voordelen van het gebruik van Docker Desktop met WSL zijn: • U kunt Docker-opdrachten uitvoeren in WSL of in Windows, met gebruik van dezelfde Docker-daemon en -installatiekopieën. • U kunt bestanden en mappen soepel delen tussen Windows en Linux met behulp van de automatische koppeling van Windows-stations in WSL. • U kunt uw favoriete Windows-hulpprogramma's en -editors gebruiken om te werken aan Linux-code en -bestanden, en omgekeerd, dankzij de interoperabiliteit van WSL.
pl_pl: Program Docker Desktop doskonale współpracuje z podsystemem WSL, aby ułatwić programowanie za pomocą kontenerów systemu Linux. Niektóre korzyści wynikające z używania programu Docker Desktop z podsystemem WSL to: • Polecenia platformy Docker można uruchamiać w podsystemie WSL lub w systemie Windows przy użyciu tego samego demona platformy Docker i obrazów. • Możesz bezproblemowo udostępniać pliki i foldery między systemami Windows i Linux przy użyciu automatycznego instalowania dysków z systemem Windows w podsystemie WSL. • Korzystając z preferowanych narzędzi i edytorów systemu Windows, możesz pracować nad kodem i plikami systemu Linux i na odwrót dzięki współdziałaniu podsystemu WSL.
pt_br: O Docker Desktop funciona muito bem com o WSL para ajudar você a desenvolver com contêineres do Linux. Alguns dos benefícios de usar o Docker Desktop com o WSL são os seguintes: • Você pode executar comandos do Docker no WSL ou no Windows usando o mesmo daemon e imagens do Docker. • Você pode compartilhar arquivos e pastas entre o Windows e o Linux de forma integrada, usando a montagem automática de unidades do Windows no WSL. • Você pode usar as ferramentas e editores do Windows de sua preferência para trabalhar em arquivos e código do Linux e vice-versa, graças à interoperabilidade do WSL.
pt_pt: O Docker Desktop funciona muito bem com o WSL para ajudar a desenvolver contentores do Linux. Algumas das vantagens de utilizar o Docker Desktop com o WSL são: • pode executar comandos do Docker no WSL ou no Windows, com o mesmo daemon e as mesmas imagens do Docker; • pode partilhar ficheiros e pastas entre o Windows e o Linux sem problemas, com a montagem automática de unidades do Windows no WSL; • pode utilizar as suas ferramentas e os seus editores preferidos do Windows para trabalhar em código e ficheiros do Linux e vice-versa, graças à interoperabilidade do WSL.
ru_ru: Docker Desktop отлично сочетается с WSL для разработки с помощью контейнеров Linux. Некоторые преимущества использования Docker Desktop с WSL: • Команды Docker можно запускать в WSL или Windows с помощью одной и той же управляющей программы и образов Docker. • Удобно обмениваться файлами и папками между Windows и Linux с помощью автоматического подключения дисков Windows в WSL. • Можно использовать любимые инструменты и редакторы Windows для работы с кодом и файлами Linux, и наоборот, благодаря взаимодействию через WSL.
sv_se: Docker Desktop fungerar utmärkt med WSL för att hjälpa dig att utveckla med Linux-containrar. Några av fördelarna med att använda Docker Desktop med WSL är: • Du kan köra Docker-kommandon i WSL eller i Windows med samma Docker-daemon och avbildningar. • Du kan dela filer och mappar sömlöst mellan Windows och Linux med hjälp av den automatiska monteringen av Windows-enheter i WSL. • Du kan använda de Windows-verktyg och -redigerare du föredrar för att arbeta med Linux-kod och -filer, och vice versa, tack vare WSL:s samverkan.
tr_tr: Docker Masaüstü, Linux kapsayıcılarıyla geliştirmenize yardımcı olmak için WSL ile harika çalışır. Docker Masaüstü'nü WSL ile kullanmanın avantajlarından bazıları şunlardır: • Docker komutlarını WSL'de veya Windows'da aynı Docker daemon'ını ve resimlerini kullanarak çalıştırabilirsiniz. • WSL'de Windows sürücülerinin otomatik olarak bağlanmasını kullanarak Windows ve Linux arasında dosya ve klasörleri sorunsuz bir şekilde paylaşabilirsiniz. • WSL'nin birlikte çalışabilirliği sayesinde, Linux kodu ve dosyaları üzerinde çalışmak için tercih ettiğiniz Windows araçlarını ve düzenleyicilerini kullanabilir veya tam tersini yapabilirsiniz.
zh_cn: Docker Desktop 非常适合与 WSL 配合使用，可帮助你使用 Linux 容器进行开发。 一些将 Docker Desktop 与 WSL 配合使用的优点: • 可以使用相同的 Docker 守护程序和映像在 WSL 或 Windows 中运行 Docker 命令。 • 可以使用 WSL 中的 Windows 驱动器自动装载功能在 Windows 和 Linux 之间无缝共享文件和文件夹。 • 由于 WSL 的互操作性，你可以使用偏好的 Windows 工具和编辑器处理 Linux 代码和文件，反之亦然。
zh_tw: Docker Desktop 非常適合與 WSL 搭配使用，可協助您利用 Linux 容器進行開發。 搭配使用 Docker Desktop 與 WSL 的優點有: • 您可以使用相同的 Docker 精靈和映像，在 WSL 或 Windows 中執行 Docker 命令。 • 您可以使用 WSL 中的 Windows 磁碟自動掛接，在 Windows 和 Linux 之間平順無礙地分享檔案和資料夾。 • 您可以透過 WSL 的互通性，使用偏好的 Windows 工具和編輯器處理 Linux 程式碼和檔案，反之亦然。

# Settings_OOBEDockerDesktopIntegration.Title
source: Docker Desktop Integration
cs_cz: Integrace aplikace Docker Desktop
da_dk: Docker-skrivebordsintegration
el_gr: Ενσωμάτωση Docker Desktop
es_es: Integración de Docker Desktop
fi_fi: Docker-työpöytäintegrointi
fr_fr: Intégration de Docker Desktop
hu_hu: Docker Desktop-integráció
it_it: Integrazione di Docker Desktop
ja_jp: Docker Desktop の統合
ko_kr: Docker 데스크톱 통합
nb_no: Docker Desktop-integrasjon
nl_nl: Docker Desktop-integratie
pl_pl: Integracja z programem Docker Desktop
pt_br: Integração do Docker Desktop
pt_pt: Integração do Docker Desktop
ru_ru: Интеграция Docker Desktop
tr_tr: Docker Masaüstü Tümleştirmesi
zh_cn: Docker Desktop 集成
zh_tw: Docker Desktop 整合

# Settings_OOBEDockerDesktopIntegrationLink.Content
source: Learn More About Using WSL with Docker
cs_cz: Další informace o používání WSL s Dockerem
da_dk: Få mere at vide om brug af WSL med Docker
de_de: Weitere Informationen zur Verwendung von WSL mit Docker
el_gr: Μάθετε περισσότερα για τη χρήση του WSL με το Docker
es_es: Obtenga más información sobre el uso de WSL con Docker
fi_fi: Lisätietoja WSL:n käyttämisestä Dockerin kanssa
fr_fr: En savoir plus sur l'utilisation de WSL avec Docker
hu_hu: További információ a WSL használatáról Dockerrel
it_it: Altre informazioni sull'uso di WSL con Docker
ja_jp: Docker での WSL の使用に関する詳細情報
ko_kr: Docker에서 WSL을 사용하는 방법에 대한 자세한 정보
nb_no: Mer informasjon om hvordan du bruker WSL med Docker
nl_nl: Meer informatie over het gebruik van WSL met Docker
pl_pl: Dowiedz się więcej o używaniu podsystemu WSL z platformą Docker
pt_br: Saiba mais sobre como usar o WSL com o Docker
pt_pt: Saiba Mais Sobre a Utilização do WSL com o Docker
ru_ru: Подробнее об использовании WSL с Docker
sv_se: Läs mer om att använda WSL med Docker
tr_tr: WSL'yi Docker ile Kullanma Hakkında Daha Fazla Bilgi Edinin
zh_cn: 详细了解如何将 WSL 与 Docker 配合使用
zh_tw: 深入了解如何搭配使用 WSL 與 Docker

# Settings_OOBEGeneral.Description
source: The Windows Subsystem for Linux (WSL) lets you run your favorite Linux tools, utilities, applications, and workflows directly on Windows. Take a moment to preview some of the communitys favorite features or view our comprehensive documentation.
cs_cz: Subsystém Windows pro Linux (WSL) umožňuje spouštět oblíbené linuxové nástroje, pomůcky, aplikace a pracovní postupy přímo ve Windows. Věnujte chvíli zobrazení náhledu některých oblíbených funkcí komunity nebo si prohlédněte naši komplexní dokumentaci.
da_dk: Med WSL (Windows-undersystem til Linux) kan du køre dine foretrukne Linux-værktøjer, -hjælpeprogrammer, -programmer og -arbejdsprocesser direkte på Windows. Brug et øjeblik på at få vist nogle af communityets favoritfunktioner, eller se vores omfattende dokumentation.
de_de: Mit dem Windows-Subsystem für Linux (WSL) können Sie Ihre bevorzugten Linux-Tools, -Hilfsprogramme, -Anwendungen und -Workflows direkt unter Windows ausführen. Nehmen Sie sich einen Moment Zeit, um eine Vorschau einiger der beliebtesten Features der Community zu sehen, oder sehen Sie sich unsere umfassende Dokumentation an.
el_gr: Το Υποσύστημα Windows για Linux (WSL) σας επιτρέπει να εκτελείτε τα αγαπημένα σας εργαλεία, βοηθητικά προγράμματα, εφαρμογές και ροές εργασίας (workflows) του Linux απευθείας στα Windows. Αφιερώστε λίγο χρόνο για να δείτε μια προεπισκόπηση ορισμένων από τα αγαπημένα χαρακτηριστικά της κοινότητας ή δείτε την ολοκληρωμένη τεκμηρίωσή μας.
es_es: El Subsistema de Windows para Linux (WSL) le permite ejecutar sus herramientas, utilidades, aplicaciones y flujos de trabajo favoritos de Linux directamente en Windows. Dedique un momento a obtener una vista previa de algunas de las características favoritas de la comunidad o vea nuestra documentación completa.
fi_fi: Windows-alijärjestelmä Linuxille (WSL) -sovelluksen avulla voit suorittaa Linux-suosikkityökalujasi, -apuohjelmiasi, -sovelluksiasi ja -työnkulkujasi suoraan Windowsissa. Esikatsele yhteisön suosikkiominaisuuksia tai tutustu kattavaan dokumentaatioomme.
fr_fr: Le sous-système Windows pour Linux (WSL) vous permet d’exécuter vos outils, utilitaires, applications et flux de travail Linux préférés directement sur Windows. Prenez un moment pour prévisualiser certaines des fonctionnalités préférées de la communauté ou consultez notre documentation complète.
hu_hu: A Linuxos Windows-alrendszer (WSL) segítségével közvetlenül a Windowson futtathatja kedvenc Linux-eszközeit, segédprogramjait, alkalmazásait és munkafolyamatait. Szánjon egy kis időt a közösség néhány kedvenc funkciójának előzetes megtekintésére, vagy tekintse meg átfogó dokumentációnkat.
it_it: Sottosistema Windows per Linux (WSL) consente di eseguire strumenti, utilità, applicazioni e flussi di lavoro Linux preferiti direttamente in Windows. Prenditi un momento per visualizzare in anteprima alcune delle funzionalità preferite della community o leggere la documentazione completa.
ja_jp: Linux 用 Windows サブシステム (WSL) を使用すると、お気に入りの Linux ツール、ユーティリティ、アプリケーション、ワークフローを Windows で直接実行できます。 少しの時間を取って、コミュニティのお気に入りの機能をいくつかプレビューしたり、包括的なドキュメントを表示したりしてみてください。
ko_kr: WSL(Linux용 Windows 하위 시스템)을 사용하면 자주 사용하는 Linux 도구, 유틸리티, 애플리케이션 및 워크플로를 Windows에서 직접 실행할 수 있습니다. 잠시 시간을 내어 커뮤니티의 인기 기능을 미리 살펴보거나 종합적인 문서를 확인해보세요.
nb_no: Med Windows-undersystemet for Linux (WSL) kan du kjøre favorittverktøyene, -programmene og -arbeidsflytene i Linux direkte på Windows. Bruk litt tid på å forhåndsvise noen av fellesskapets favorittfunksjoner, eller se på den omfattende dokumentasjonen.
nl_nl: Met het Windows-subsysteem voor Linux (WSL) kunt u uw favoriete Linux-hulpprogramma's, toepassingen en werkstromen rechtstreeks in Windows uitvoeren. Neem even de tijd om een voorbeeld te bekijken van de favoriete functies van de community of bekijk onze uitgebreide documentatie.
pl_pl: Podsystem Windows dla systemu Linux (WSL) umożliwia uruchamianie ulubionych narzędzi, funkcji, aplikacji i przepływów pracy systemu Linux bezpośrednio w systemie Windows. Poświęć chwilę, aby zapoznać się z niektórymi ulubionymi funkcjami społeczności lub zapoznać się z naszą kompleksową dokumentacją.
pt_br: O Subsistema do Windows para Linux (WSL) permite que você execute suas ferramentas, utilitários, aplicativos e fluxos de trabalho favoritos do Linux diretamente no Windows. Reserve um momento para visualizar alguns dos recursos favoritos da comunidade ou conferir nossa documentação abrangente.
pt_pt: O Subsistema Windows para Linux (WSL) permite-lhe executar os seus utilitários, ferramentas aplicações e fluxos de trabalho do Linux favoritos diretamente no Windows. Dedique um momento para pré-visualizar algumas das funcionalidades favoritas da comunidade ou veja a nossa documentação abrangente.
ru_ru: Подсистема Windows для Linux (WSL) позволяет запускать ваши любимые средства, утилиты, приложения и процессы Linux непосредственно в Windows. Ознакомьтесь со списком функций, наиболее популярных среди разработчиков, или изучите полную документацию.
sv_se: Med Windows-undersystem för Linux (WSL) kan du köra dina Linux-verktyg, hjälpmedel, program och arbetsflöden direkt i Windows. Ta en stund för att förhandsgranska några av communityns favoritfunktioner eller visa vår omfattande dokumentation.
tr_tr: Linux için Windows Alt Sistemi (WSL), sık kullandığınız Linux araçlarınızı, yardımcı programlarınızı, uygulamalarınızı ve iş akışlarınızı doğrudan Windows üzerinde çalıştırmanıza olanak sağlar. Topluluğun sık kullanılan özelliklerinden bazılarını önizlemek veya kapsamlı belgelerimizi görüntülemek için birkaç dakikanızı ayırın.
zh_cn: 通过适用于 Linux 的 Windows 子系统(WSL)，可以直接在 Windows 上运行你最喜爱的 Linux 工具、实用工具、应用程序和工作流。 花点时间预览社区的一些热门功能或查看我们的综合文档。
zh_tw: 您可利用 Windows 子系統 Linux 版 (WSL)，直接在 Windows 中執行偏好的 Linux 工具，公用程式、應用程式和工作流程。 請花一些時間預覽最受社群喜愛的一些功能，或查看我們提供的詳盡文件。

# Settings_OOBEGeneral.Title
source: Welcome to WSL
cs_cz: Vítá vás WSL
da_dk: Velkommen til WSL
de_de: Willkommen bei WSL
el_gr: Καλώς ορίσατε στο WSL
es_es: Te damos la bienvenida a WSL
fi_fi: Tervetuloa käyttämään WSL:ää
fr_fr: Bienvenue dans WSL
hu_hu: Üdvözli a WSL
it_it: Ti diamo il benvenuto in WSL
ja_jp: WSL へようこそ
ko_kr: WSL 시작
nb_no: Velkommen til WSL
nl_nl: Welkom bij WSL
pl_pl: WSL — Zapraszamy!
pt_br: Bem-vindo ao WSL
pt_pt: Damos-lhe as boas-vindas ao WSL
ru_ru: Добро пожаловать в WSL
sv_se: Välkommen till WSL
tr_tr: WSL’ye Hoş Geldiniz
zh_cn: 欢迎使用 WSL
zh_tw: 歡迎使用 WSL

# Settings_OOBEGeneral_BestPracticesSetupLink.Content
source: Best Practices for Setup
cs_cz: Osvědčené postupy instalace
da_dk: Bedste fremgangsmåder til konfiguration
de_de: Bewährte Methoden für Setup
el_gr: Βέλτιστες Πρακτικές για τη Ρύθμιση
es_es: Procedimientos recomendados para la configuración
fi_fi: Määrityksen parhaat käytännöt
fr_fr: Bonnes pratiques pour la configuration
hu_hu: Ajánlott eljárások a beállításhoz
it_it: Procedure consigliate per l'installazione
ja_jp: セットアップのベスト プラクティス
ko_kr: 설치 모범 사례
nb_no: Anbefalte fremgangsmåter for oppsett
nl_nl: Aanbevolen procedures voor installatie
pl_pl: Najlepsze rozwiązania dotyczące konfiguracji
pt_br: Boas práticas para a instalação
pt_pt: Melhores Práticas para a Configuração
ru_ru: Рекомендации по настройке
sv_se: Metodtips för konfiguration
tr_tr: Kurulum için En İyi Yöntemler
zh_cn: 安装的最佳做法
zh_tw: 設定最佳做法

# Settings_OOBEGeneral_GettingStartedLinuxLink.Content
source: Getting Started with Linux
cs_cz: Začínáme s Linuxem
da_dk: Introduktion med Linux
de_de: Erste Schritte mit Linux
el_gr: Ξεκινώντας με το Linux
es_es: Introducción a Linux
fi_fi: Aloitusopas Linuxiin
fr_fr: Prise en main avec Linux
hu_hu: Első lépések Linuxszal
it_it: Introduzione a Linux
ja_jp: Linux を使い始める
ko_kr: Linux를 사용한 시작
nb_no: Komme i gang med Linux
nl_nl: Aan de slag met Linux
pl_pl: Wprowadzenie do systemu Linux
pt_br: Comece a usar o Linux
pt_pt: Começar com o Linux
ru_ru: Начало работы с Linux
sv_se: Komma igång med Linux
tr_tr: Linux'a Başlarken
zh_cn: Linux 入门
zh_tw: 開始使用 Linux
